Repository: AllWorkNoPlay-95/off-canvas-sidebars
Catalog: languages/off-canvas-sidebars-*.po
Languages: nl_nl

source: Off-Canvas Control
nl_nl: Off-Canvas Controller

source: Select All
nl_nl: Alles selecteren

source: Add to Menu
nl_nl: Aan menu toevoegen

source: Show icon
nl_nl: Toon icon

source: Off-Canvas Sidebars Settings
nl_nl: Off-Canvas Sidebars Instellingen

source: Enable front-end
nl_nl: Front-end inschakelen

source: Let this plugin add the necessary elements on the front-end.
nl_nl: Laat de plugin de benodigde elementen toevoegen in de front-end

source: <a href="%s" target="_blank">Read this to setup your theme for support!</a> (Themes based on the Genesis Framework are supported by default)
nl_nl: <a href="%s" target="_blank">Lees dit om jouw thema te configureren voor ondersteuning!</a> (Thema's gebaseerd op het Genesis Framework zijn standaard ondersteund)

source: Enable Sidebars
nl_nl: Sidebars inschakelen

source: Close sidebar when clicking on the site
nl_nl: Sidebar sluiten wanneer er op de website geklikt wordt

source: Enables closing of a off-canvas sidebar by clicking on the site. Default: true.
nl_nl: Sluit de off-canvas sidebar door op de website te klikken. Standaard: ja

source: Disable over
nl_nl: Deactiveren boven

source: Disable off-canvas sidebars over specified screen width. Leave blank to disable.
nl_nl: Deactiveer off-canvas sidebars boven een opgegeven scherm breedte. Laat leeg om uit te schakelen.

source: Auto-hide control classes
nl_nl: Controller classes automatisch verbergen

source: Hide off-canvas sidebar control classes over width specified in <strong>"Disable over"</strong>. Default: false.
nl_nl: Verberg off-canvas sidebar controllers boven een scherm breedte ingesteld bij <strong>"Deactiveren boven"</strong>. Standaard: nee

source: Scroll lock
nl_nl: Scrollen blokkeren

source: Prevent site content scrolling whilst a off-canvas sidebar is open. Default: false.
nl_nl: Stop het scrollen in de website wanneer een off-canvas sidebar open staat. Standaard: nee.

source: Background color
nl_nl: Achtergrond kleur

source: Choose a background color for the site container. Default: <code>#ffffff</code>.
nl_nl: Kies een achtergrond kleur voor de site container. Standaard: <code>#ffffff</code>.

source: "website_before" hook name
nl_nl: "website_before" hook naam

source: "website_after" hook name
nl_nl: "website_after" hook naam

source: Compatibility for fixed elements
nl_nl: Compatibiliteit voor fixed elementen

source: Experimental
nl_nl: Experimenteel

source: Width
nl_nl: Breedte

source: Style
nl_nl: Stijl

source: Choose a background color for this sidebar. Default: <code>#222222</code>.
nl_nl: Kies een achtergrond kleur voor de sidebar. Standaard: <code>#222222</code>.

source: default
nl_nl: standaard

source: Default
nl_nl: Standaard

source: Thin
nl_nl: Dun

source: Wide
nl_nl: Breed

source: Custom
nl_nl: Aangepast

source: Sidebar pushes the site across when opened.
nl_nl: Sidebar duwt de website opzij na openen

source: Sidebar overlays the site when opened.
nl_nl: Sidebar overlapt de website na openen

source: Overwritable with CSS
nl_nl: Overschrijfbaar met CSS

source: Transparent
nl_nl: Transparant

source: Color
nl_nl: Kleur

source: You can add the control buttons with a widget, menu item or with custom code, <a href="%s" target="_blank">click here for documentation.</a>
nl_nl: Je kunt controller buttons toevoegen via een widget, menu item of handmatig, <a href="%s" target="_blank">klik hier voor documentatie.</a>

source: Import/Export Settings
nl_nl: Instellingen importeren/exporteren

source: Export Settings
nl_nl: Instellingen exporteren

source: Import Settings
nl_nl: Instellingen importeren

source: Import/Export
nl_nl: Importeren/Exporteren

source: Settings Imported
nl_nl: Instellingen ge√Ømporteerd

source: Invalid Settings File
nl_nl: Ongeldig instellingen bestand

source: No Settings File Selected
nl_nl: Geen instellingen bestand geselecteerd

source: Dismiss this notice.
nl_nl: Verbergen

source: Left
nl_nl: Links

source: Off Canvas Left
nl_nl: Off Canvas Links

source: Right
nl_nl: Rechts

source: Off Canvas Right
nl_nl: Off Canvas Rechts

source: Please enable an off-canvas sidebar
nl_nl: Schakel a.u.b. een off-canvas sidebar in

source: If this plugin is not working as it should then your theme might not be compatible with this plugin, <a href="%s" target="_blank">please let me know!</a>
nl_nl: Indien deze plugin niet werkt zoals verwacht is het mogelijk dat het gebruikte thema niet compatibel is met deze plugin, <a href="%s" target="_blank">laat het mij weten!</a>

source: This is a widget area that is used for off-canvas widgets.
nl_nl: Dit is een widget ruimte wat gebruikt wordt voor off-canvas widgets

source: Settings
nl_nl: Instellingen

source: Button to trigger off-canvas sidebars
nl_nl: Knop om off-canvas sidebars te activeren

source: Controls
nl_nl: Controllers

source: Show label
nl_nl: Toon label

source: Label text
nl_nl: Label tekst

source: Add "button" class
nl_nl: "button" class toevoegen
